import React from 'react';
import'./AdmissionRequirements.css'
export default function AdmissionRequirements() {
  return (
    <section className='requirements'>
      <h4 className='title'>متطلبات التقديم للطلاب الجدد للعام الجامعى 2025/2024</h4>
      <div className="requirementInfo">
        
        <ol className='list'>
        <h1>المستندات المطلوبه</h1>
          <li>أصل شهادة الميلاد + عدد 2 صورة منها (موضح بها الرقم الثلاثى للذكور فقط).</li>
          <li>عدد (6) صور شخصية حديثة وكتابة الأسم رباعى على كل الصور.</li>
          <li>عدد 2 صورة من بطاقة الرقم القومى.</li>
          <li>مبلغ 40 جنيهاً ( طوابع جامعة ) من إدارة شئون الطلاب.</li>
          <li>نموذج (2 جند للطلاب الذكور فقط).</li>
          <li>بطاقة الترشيح موجود عليها الباركود .</li>
          <li>إيصال الرسوم الدراسية + عدد 2 صورة.</li>
          <li>يسدد الطلاب الرسوم الدراسية بالرقم القومى للطالب من خلال شركات (مصارى - ممكن - أمان - وقتى - سمارت - BEE).</li>
        </ol>
        
        <ol className='list'>
        <h1>شروط القبول</h1>
          <li>أصل شهادة الثانوية العامة + صورة.</li>
          <li>شهادة الثانوية التجارية (3 أو 5 سنوات).</li>
          <li>  شهادة الثانوية الصناعية (3 أو 5 سنوات)</li>
          <li> شهادة دبلوم المعاهد التجارية والصناعية الفنية</li>
          <li>شهادة دبلوم معاهد الإدارة والسكرتارية</li>
          <li> شهادة الثانوية الفنية للإدارة والخدمات</li>
          <li> يتم قبول الطلاب حسب الأسبقية للمجموع الأعلى عند الترشيح.</li>
        </ol>
        
        <ol className='list'>
        <h1 >مميزات معهد عالي حاسب ونظم المعلومات   </h1>
          <li>تخريج الكوادر العلمية القادرة على تصميم وبرمجة وصيانة وتشغيل نظم الحاسبات والمعلومات.</li>
          <li>المساهمة في استيعاب وتطوير تكنولوجيا العصر.</li>
          <li>الإسهام في تنمية المجتمع وتطوير أساليب الخدمات والإنتاج.</li>
          <li>المساهمة في تطبيق الأسلوب العلمي لتطبيقات نظم الحاسب في المجالات المختلفة.</li>
          <li>العمل على تزويد المجتمع بالمتخصصين في نظم المعلومات وعلوم الحاسب.</li>
        </ol>
      </div>
    </section>
  )
}
